/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "ko";
"languageGA" = "ko";

/*******NSMenu title*****/
"About %@" = "%@ 관하여";
"Buy Now" = "바로 구매";
"BUY NOW_s" = "바로 구매";
"Register" = "등록";
"Check for updates" = "업데이트 확인";
"Service" = "서비스";
"Hide %@" = "%@ 숨기기";
"Quit %@" = "%@ 나가기";
"Hide Others" = "기타 숨기기";
"Show All" = "모두 표시";

"Edit" = "편집";
"Undo" = "철회";
"Redo" = "다시 실행";
"Cut" = "오려두기";
"Copy" = "복사하기";
"Paste" = "붙여넣기";
"Clear" = "지우기";
"Select All" = "모두 선택";

"Window" = "창";
"Minimize" = "최소화";
"Zoom" = "크기 조절";
"Enter Full Screen" = "전체 화면 들어가기";
"Bring All to Front" = "모두 앞으로 가져오기";

"Help" = "도움";
"Guide" = "가이드";
"Feedback" = "피드백";
"Support" = "지원";

"Open Log" = "오픈 로그";

//通用按钮title
"OK" = "확인";
"Contact us" = "문의하기";
"Save" = "저장";
"Cancel" = "취소";
"Open" = "열기";
"Refresh" = "새로고침";

// about window
//"Tenorshare %@ %@ Build Date %@" = "Tenorshare TenorShare 4DDiG %@ 제조 날짜 %@";
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ 제조 날짜 %@";
//"%@ %@ Build Date %@" = "%@ %@ Build Date %@";
"%@ %@ Build Date %@" = "%@ %@ 제조 날짜 %@";
"All Rights Reserved." = "All Rights Reserved.";

"Tree View" = "트리 보기";
"File View" = "파일 보기";

//ScanView+Recovery
"Please select the file you want to recover." = "복구하려는 파일을 선택하십시오.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." = "파일을 손실한 파티션에 저장하면 복구할 가능성이 줄어듭니다. 이동식 디스크로 파일을 복구하는 것이 권장합니다.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" = "파일을 손실한 파티션에 저장하면 복구할 가능성이 줄어듭니다. 계속하시겠습니까?";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." = "디스크에 사용 가능한 공간이 부족합니다. 이 파일을 복구하려면 %@ 공간이 더 확보하십시오.";

"Recovering: %@" = "복구 중: %@";
"Please wait..." = "잠사만 기다려 주십시오...";

"Recovery completed!" = "복구 성공!";
"Click Open button to check the recovered files." = "복구된 파일을 확인하려면 열기 버튼을 클릭하십시오.";

"Are you sure you want to stop recovery?" = "복구를 중지하시겠습니까?";

"Failed to save data to the target disk. Please choose another disk and try again." = "대상 디스크에 데이터를 저장하지 못했습니다. 다른 디스크를 선택하고 재시도하십시오.";

"Your disk is disconnected. Please reinsert and try again." = "디스크 연결이 끊어졌습니다. 다시 삽입한 후 재시도하십시오.";

"Save failed due to disconnection of the target disk. Please reinsert and try again." = "대상 디스크의 연결이 끊어져 저장하지 못했습니다. 다시 삽입한 후 재시도하십시오.";

"Note:" = "참고:";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." = "복구된 파일을 손실된 파티션에 저장하지 마십시오. 이로 인해 데이터가 영구적으로 손실될 수도 있습니다.";


/*******扫描模块*****/
"All Files" = "모든 파일";
"Photo" = "사진";
"Audio" = "오디오";
"Video" = "비디오";
"Document" = "문서";
"Email" = "이메일";
"Webfile" = "웹 파일";
"Archive" = "기록 보관소";
"No Extension" = "접미사 파일 없음";
"Others" = "기타";
"Desktop" = "바탕 화면";
"Documents" = "문서";
"Downloads" = "다운로드";
"Trash" = "휴지통";
"Lost location" = "분실 위치";
"More" = "더";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" = "프로그램을 닫으면 스캔 결과가 저장되지 않습니다. 정말 닫으시겠습니까?";
"YES" = "확인";
"No" = "취소";
"Are you sure you want to stop scanning?" = "스캔을 중지하시겠습니까?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "스캔 결과가 저장되지 않습니다. 메인 인터페이스로 돌아가시겠습니까?";
"Continue" = "계속";
"Pause" = "일시 중지";
"Time remaining: %@" = "남은 시간: %@";
"Stop" = "중지";
"Loading search content, please wait…" = "검색 내용을 로드하는 중, 잠시만 기다려 주십시오.";
"Back" = "돌아가기";
"Scanning...(%.1f%%)" = "스캔중...(%.1f%%)";
"Scanning..." = "스캔중...";
"%li files found (%.1f%%)" = "%li개 파일이 발견됨 (%.1f%%진행 중)";
"%li items found, %@" = "%li개의 항목이 발견됨, %@";
"Selected: %li files, %@" = "선택됨: %li 개 파일, %@";
"Home" = "메인 인터페이스";
"Recover" = "복구";
"Search" = "검색";
"Scan completed!" = "스캔 완료!";
"Loading content, please wait..." = "콘텐츠를 로드하는 중. 잠시만 기다려 주십시오...";
"Unlock" = "잠금 해제";
"Password hint: %@" = "암호 힌트: %@";
"Password:" = "암호:";
"Please enter a password to unlock the disk \"%@\"." = "디스크 %@의 잠금을 해제하려면 암호를 입력하십시오.";
"Wrong password" = "잘못된 암호";
"Cancel1" = "취소";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" = "디스크에서 데이터를 읽는 중입니다. 잠시만 기다려 주십시오...";
/*******选择磁盘模块*****/
"Select a location to start data recovery" = "데이터 복구를 시작할 위치 선택";
"Hard Drives" = "하드 드라이브";
"External Drives" = "외장 드라이브";
"%@ free of %@" = "%@ 사용 가능，총 %@";
"Other Location" = "기타 위치";
"The Whole Computer" = "컴퓨터 전체";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "iOS 기기에서 데이터를 복구하려면 UltData-iOS로 전환하십시오.";
//"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"UltFone iOS Data Recovery" = "UltFone iOS 데이터 복구";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "iOS 기기에서 데이터를 복구하려면 UltFone iOS 데이터 복구로 전환하십시오.";
"Scan" = "스캔";
"Untitled" = "제목 없음";
/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." = "선택한 외장 드라이브를 사용할 수 없거나 제거할 수 없습니다. 다시 삽입한 후 재시도하십시오.";
"The selected File System is currently not supported. Please select other disks for data recovery." = "선택한 파일 시스템은 현재 지원되지 않습니다. 데이터 복구를 위해 다른 디스크를 선택하십시오.";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." = "\"macOS High Sierra\" 및 이상 버전 디스크에서 데이터를 복구하려면 다음 단계를 수행하여 시스템 무결성 보호를 비활성화하십시오.";
"Step 1." = "단계 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." = "Mac을 재시동할 때 즉시 키보드에서 Command + R을 누르십시오. Mac이 시동 프로세스를 마치될 때까지 계속 누르고 있으면 유틸리티 창이 표시됩니다.";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." = "참고: iMac/iMac Pro를 사용하는 경우 유선 키보드를 사용하십시오.";
"Step 2." = "단계 2.";
"Open Terminal from the Utilities menu." = "유틸리티 메뉴에서 단말기를 엽니다.";
"Terminal" = "단말기";
"Utilities" = "유틸리티";
"Step 3." = "단계 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." = "다음 명령을 입력하고 Enter 키를 눌러 SIP를 비활성화합니다. 그런 다음 Mac을 다시 시작하십시오.";
"Enter" = "Enter";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." = "이 프로세스 중에 Mac이 다시 시작됩니다. 휴대폰으로 사진을 찍고 아래 단계를 저장하세요.";
/*******扫描中模块*****/
"Name" = "이름";
"Created Date" = "만든 날짜";
"Modified Date" = "수정 날짜";
"Path" = "경로";
"Type" = "유형";
"Size" = "크기";
"Files not found!" = "파일을 찾을 수 없습니다!";
"folder" = "폴더";
"file" = "파일";

// 2.7.0新增
"PREV" = "이전";
"NEXT" = "다음";
"GO TO" = "다음으로 이동:";
"Didn't find the missing data? Try using Deep Scan." = "잃어버린 데이터를 못 찾았습니까? 심층 스캔을 사용해 보십시오.";
"Deep Scan" = "심층 스캔";
"Previous Scan Results" = "이전 스캔 결과";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "마지막 스캔 결과로 돌아가려면 현재 스캔을 중지해야 합니다. 정말 중지하시겠습니까?";
"Stop" = "중지";
"Cancel" = "취소";
"Deep scan completed!" = "심층 스캔 완료!";
"OK" = "확인";
"Loading content, please wait…" = "콘텐츠를 로드하는 중입니다. 잠시만 기다려 주십시오...";
"View Deep Scan Results" = "심층 스캔 결과 보기";
"List View" = "목록 보기";
"Thumbnail" = "섬네일";
"Preview Pane" = "미리보기 창";
"Preview" = "미리보기";
"This format file does not support to preview." = "이 형식의 일은 미리 보기를 지원하지 않습니다.";
"This file may be corrupt and can't be previewed." = "이 파일이 손상된 가능성이 있으니 미리보기를 할 수 없습니다.";
"File size that exceeds 8 MB does not support to preview." = "8MB를 초과하여 파일 크기는 미리 보기를 지원하지 않습니다.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "손실된 데이터는 언제든지 손상될 수 있으며 복구할 수 없습니다. 복구 속도를 높이려면 최대한 빨리 복구하는 것이 좋습니다.";
"Buy now to save 70%" = "지금 구매하면 70% 할인";
"Unlimited Data Recovery" = "무제한 데이터 복구";
"Recover your valuable data easily and quickly." = "중요한 데이터를 쉽고 빠르게 복구하십시오.";
"Multiple File Types" = "여러 파일 유형";
"Recover 550+ types of files from hard drive, memory card, etc." = "하드 드라이브, 메모리 카드 등에서 550개 이상의 파일 유형을 복구 지원합니다.";
"Professional Support" = "전문적인 지원";
"Provide professional and quality customer support." = "전문적이고 최고의 고객 지원을 제공합니다.";
"Free Update" = "무료 업데이트";
"Enjoy free update within license validity." = "무료 업그레이드 제품을 지원합니다.";
"Already have a registration code? Register now" = "이미 등록 코드가 있습니까? 바로 등록하세요.";
"Register now" = "바로 등록";
"To recover data from crashed computer, please click here." = "손상된 컴퓨터에서 데이터를 복구하려면 여기 클릭하십시오.";
"click here" = "여기 클릭";

// pe制作
"Downloading boot system image, please wait…" = "부팅 시스템 이미지를 다운로드하는 중입니다. 잠시만 기다려 주십시오.";
"When downloading the system image, please do not operate the disk or eject it." = "시스템 이미지를 다운로드할 때 디스크를 작동하거나 꺼내지 마십시오.";
"Are you sure you want to stop downloading the boot system image?" = "부팅 시스템 이미지 다운로드를 중지하시겠습니까?";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "SD 카드를 사용하여 부팅 가능한 드라이브를 생성할 수 없습니다. 다른 저장 장치를 사용하여 부팅 가능한 드라이브를 생성하십시오.";


"Recover from Crashed System" = "손상된 시스템에서 복구";
"Support to recover files from crashed system." = "손상된 시스템에서 파일 복구 지원";
"Recover Data from Crashed System" = "손상된 시스템에서 데이터 복구";
"Recover lost files from crashed computer" = "손상된 시스템에서 손실된 파일 복구";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "iOS 기기에서 데이터를 복구하려면 iOS 데이터 복구로 전환하십시오.";
"Creating bootable drive…" = "부팅 가능한 드라이브를 만드는 중...";
"The bootable drive is created successfully!" = "부팅 가능한 드라이브가 성공적으로 생성되었습니다!";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "부팅 가능한 드라이브를 만들려면 USB 플래시 드라이브/외장 하드 드라이브를 선택하십시오.";
"Please select a USB flash drive/external hard drive" = "USB 플래시 드라이브/외장 하드 드라이브를 선택하십시오.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "USB 플래시 드라이브/외장 하드 드라이브를 삽입하여 부팅 가능한 드라이브를 만든 다음 부팅 가능한 드라이브로 충돌한 시스템에서 데이터를 복구합니다.";
"Bootable drive:" = "부팅 가능한 드라이브:";
"Refresh" = "새로고침";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "참고: 부팅 가능한 드라이브를 만들면 선택한 디스크의 모든 데이터가 포맷됩니다. 중요한 데이터는 미리 백업해 두시기 바랍니다.";
"Return" = "돌아가기";
"Start" = "시작";
"OK" = "확인";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "부팅 가능한 드라이브를 만들면 선택한 디스크의 모든 데이터가 포맷됩니다. 정말 계속하시겠습니까?";
"Cancel" = "취소";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "총 디스크 공간이 2GB 미만입니다. 더 큰 USB 드라이브/외장 하드 드라이브를 사용하여 부팅 가능한 드라이브를 생성하십시오.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "로컬 디스크 공간이 2GB 미만이며 부팅 시스템 이미지를 다운로드할 수 없습니다. 다운로드하기 전에 충분한 디스크 공간을 확보하십시오.";
"Formatting the bootable drive, please wait…" = "부팅 가능한 드라이브를 포맷하는 중입니다. 잠시만 기다려 주십시오...";
"When formatting the bootable drive, please do not operate or eject it." = "부팅 가능한 드라이브를 포맷할 때 드라이브를 작동하거나 꺼내지 마십시오.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "레코딩된 디스크가 손상되지 않도록 하려면 인내심을 갖고 레코딩이 완료될 때까지 기다리십시오.";
"Creating bootable drive, please wait…" = "부팅 가능한 드라이브를 만들 때 드라이브를 작동하거나 꺼내지 마십시오.";
"When creating the bootable drive, please do not operate the disk or eject it." = "부팅 가능한 드라이브를 만들 때 디스크를 작동하거나 꺼내지 마십시오.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "부팅 가능한 드라이브를 사용하여 켤 수 없는 Mac을 부팅하려면 아래 단계를 따르십시오.";
"bootable drive" = "부팅 가능한 드라이브";
"cannot be turned on" = "부팅할 수 없습니다.";
"black screen" = "검은 화면";
"Option key" = "옵션 키";
"%@ bootable drive" = "%@ 부팅 가능한 드라이브";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "1단계: 부팅 가능한 드라이브를 켤 수 없는 Mac에 삽입합니다.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "2단계: 전원을 켤 수 없는 컴퓨터를 시작합니다. Mac이 검은 화면에 있을 때 옵션 키를 길게 누릅니다. 부트 드라이브가 표시될 때까지 옵션 키를 놓습니다.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "3단계: 부팅 가능한 드라이브 선택 화면에서 %@ 부팅 가능한 드라이브를 선택하십시오.";
"here" = "여기";
"To see the detailed steps, please click here." = "자세한 단계를 보려면 여기를 클릭하십시오.";
"Bootable drive creation failed!" = "부팅 가능한 드라이브 생성에 실패했습니다!";
"Contact Us" = "문의하기";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "부팅 가능한 드라이브 생성에 실패했습니다! 디스크 연결이 끊겼는지 확인하십시오. 재시도 버튼을 클릭하거나 문의하기를 클릭하세요.";
"Retry" = "재시도";

"Select USB/external hard drive" = "USB/외장 하드 드라이브 선택";
"Completed!" = "완료!";
"Format" = "포맷";


// 3.0.1
"Please enter login password to allow disk access." = "디스크 액세스를 허용하려면 로그인 암호를 입력하십시오.";

// 3.2.0
"note:" = "참고:";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. 등록 코드를 받지 못했거나 등록 이메일 주소를 모른다면 여기를 클릭하여 확인하십시오.";
"2. For other software or registration issues, please visit support center." = "2.기타 소프트웨어 또는 등록 문제는 있으시면 지원 센터를 방문하십시오.";
"click here to check" = "여기";
"visit support center" = "지원 센터";

"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "\"macOS Catalina\" 이상 시스템에서 데이터를 복구하려면 다음 단계에 따라 %@가 이동식 볼륨에 액세스할 수 있도록 허용하십시오.";
"Step 1 :" = "1단계:";
"Step 2 :" = "2단계:";
"Step 3 :" = "3단계:";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "Mac에서 Apple 메뉴 > \"시스템 기본 설정\"을 선택하고 보안 & 개인 정보를 클릭합니다.";
"Select the \"Removable Volumes\" checkbox below %@." = "%@ 아래에서 \이동식 볼륨\ 확인란을 선택하십시오.";
"Click \"Later\" to allow %@ to access removable volumes." = "%@이(가) 이동식 볼륨에 액세스할 수 있도록 허용하려면 \나중에\를 클릭하십시오.";
"Settings" = "설정";
"OK" = "확인";

"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" = "\macOS Catalina\ 이상 버전에서 부팅 가능한 드라이브를 만들려면 아래 단계에 따라 %@가 이동식 볼륨에 액세스할 수 있도록 허용하십시오.";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "죄송합니다. 하드 디스크가 부족하여 펌웨어 다운로드에 실패했습니다. 하드 디스크의 충분한 공간(약 %@)을 해제한 다음 다시 다운로드하십시오.";
"This file path cannot save the firmware. Please change to the correct one." = "이 파일 경로는 펌웨어를 저장할 수 없습니다. 올바른 경로로 변경하십시오.";
"Failed to download firmware package! Please check your Internet connection and try again." = "펌웨어 패키지를 다운로드하지 못했습니다! 인터넷 연결을 확인하고 재시도하십시오.";
"Downloading the firmware, please wait…" = "펌웨어를 다운로드하는 중입니다. 잠시만 기다려 주십시오...";
"Please make sure the network connection is normal." = "네트워크 연결이 정상적인지 확인하십시오.";
"Network Abnormal! Please check your network and try again." = "네트워크 오류! 네트워크를 확인하고 재시도하십시오.";
"Try Again" = "재시도";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "펌웨어를 다운로드할 공간이 충분하지 않습니다. 최소 1GB의 여유 공간을 확보하고 재시도하십시오.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Mac에는 Apple T2 Security Chip이 장착되어 있으므로 APFS 파일 시스템에 있는 파일은 스캔할 수 없습니다.";
"Failed to download firmware package! Please check your internet connection and try again." = "펌웨어 패키지를 다운로드하지 못했습니다! 인터넷 연결을 확인한 후 재시도하십시오.";
"Fast Scan done! Finding more lost data with Deep Scan..." = "빠른 검색 완료! 이제 심층 스캔으로 데이터를 더 찾겠습니다.";
"Deep Scanning" = "심층 스캔 중";
"Fast Scanning:" = "빠른 검색";
"RAW Files" = "RAW 파일";
"Tag Files" = "태그 파일";
"Deleted Files" = "삭제된 파일";
"Lost Location" = "잃어버린 경로";
"Existing Files" = "기존 파일";

//MARK: 4.0.0
"Found %li files. More useful tips below for finding files:" = "파일 %li 개를 찾았습니다. 아래는 파일을 더 잘 찾을 수 있도록 추가하는 팁들입니다:";
"File Path Not Found" = "경로 손실된 파일";
"File Name Not Found" = "이름 분실된 파일";
"Tagged Files" = "태그로 수집된 파일";
"You may find your accidentally deleted files here." = "실수로 삭제한 파일은 여기에서 찾을 수 있습니다.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "삭제된 파일 중 원본 경로를 잃은 것도 있습니다. 파일명으로 대상 파일인지 확인할 수 있습니다.";
"There are files that lost their original names. You can preview them to see if they are target files." = "이름이 분실된 파일이 있습니다. 미리 봄으로써 대상 파일인지 확인할 수 있습니다.";
"You may find target files here if you lost them which are not deleted before." = "삭제 안 했는데 분실된 파일이 있는 경우 여기에서 찾을 수 있습니다.";
"Lost files without name will be renamed and classified here with corresponding tags." = "일부 이름이 분실된 파일에 대하여 해당 태그로 이름을 다시 지정하고 분류합니다.";
"Unable to preview. Please recover and save it on your computer for further checking." = "미리 보기가 지원되지 않습니다. 파일을 더 잘 확인할 수 있도록 복구하고 컴퓨터에 저장하십시오.";
"Trying to find more data... You can search and recover your data now." = "더 많은 데이터를 찾는 중... 지금 데이터를 검색하고 복구할 수 있습니다.";
"Didn't find the missing files? Try Deep Scan." = "손실된 파일을 찾지 못했습니까? 딥스캔을 시도하십시오.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "딥스캔을 사용하면 디바이스에 숨겨져 있는 파일을 더 자세하게 검색하여 대상 파일을 찾을 확률이 높아질 수 있습니다.";
"Artist" = "아티스트";
"Camera" = "촬영 장비";
"The Last Editor" = "마지막 편집자";
"Creation Time" = "생성 시간";
"Modified Time" = "수정 시간";
"All Time" = "모든 시간";
"Last 24 hours" = "지난 24시간";
"Last 7 days" = "지난 7일";
"Last 30 days" = "지난 30일";
"Customize" = "커스터마이즈";
"Selected" = "선택된 파일";
"File Size" = "파일 크기";
"All Size" = "모든 크기";
"Improve Chances of Finding Lost Files" = "분실된 파일을 찾을 가능성을 높입니다.";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "왼쪽 트리뷰에서 \"태그로 수집된 파일\" 및 \"이름 분실된 파일\"을 검색해 보십시오.";
"Filter files by File Type, File Size, Date Modified, and more." = "파일 유형, 파일 크기, 수정 시간 등을 기준으로 파일을 필터링하십시오.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "프로 버전으로 업그레이드하여 소중한 데이터를 복구하십시오!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "프로 버전으로 업그레이드하여 데이터를 복구할 수 있는 부팅 드라이브를 만드십시오!";
"Free Version" = "무료 버전";
"Pro Version" = "프로 버전";
"Preview Just a Few Files" = "일부 파일만 미리보기 가능";
"Preview All Files" = "모든 파일 미리보기 가능";
"Free Upgrade" = "무료 업그레이드";
"Recover Data from the Crashed Computer" = "충돌한 컴퓨터에서 데이터를 복구하기";
"Only Allows You to Scan Disks" = "디스크 스캔만 지원";
"Unlimited Data Recovery" = "무제한 데이터 복구";
"Professional Customer Service" = "전문적인 고객 서비스";
"Professional and reliable data recovery solutions" = "전문적이고 안정적인 데이터 복구 솔루션";
"Advanced Options" = "고급 옵션";
"Local Drives" = "로컬 드라이브";
"External Drives" = "외장 드라이브";
"Common Location" = "자주 사용하는 위치";
"Data Recovery" = "데이터 복구";
"Fast and Safe" = "빠르고 안전함";
"Failed to read the disk data, please re-plug the external disk." = "디스크 데이터를 읽을 수 없습니다. 외장 디스크를 다시 연결하십시오.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "컴퓨터에 연결된 모든 외장 디스크를 제거하고 데이터를 복구할 디스크를 다시 연결하십시오.";
"Still have problems? Please contact us." = "아직도 해결할 수 없습니까? 저희에게 연락 주세요.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "디지털 카메라에서 데이터를 복구하려면 SD 카드를 꺼내 카드 리더기에 산입한 후 데이터 복구를 시도하십시오.";
"Found nothing..." = "아무것도 없습니다...";
"1. Wait for the scan to finish before searching again." = "1.스캔 완료 후 다시 검색하십시오.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2.파일은 이름이 분실된었을 수도 있습니다. 이 방식으로 다시 검색해 보십시오.";
"3. Make sure the term you're looking for is spelled correctly." = "3.검색어 맞춤법이 맞는지 확인하십시오.";
"4. If none of the above methods help, please contact us." = "4.위의 방법 모두 도움이 되지 않을 경우 저희에게 연락 주세요.";
"Reading data from the disk，please wait…" = "디스크 데이터를 읽는 중. 잠시 기다리세요...";
"Stuck in refreshing status for a long time?" = "오랫동안 이 상태에서 멈춥니까?";
"Effortlessly Recover Data from A Crashed Computer" = "충돌한 컴퓨터에서 데이터 복구";
"View Files" = "복구된 파일 보기";
"It might take a long time to export for some files need repairing..." = "일부 손상된 파일을 복구해야 하므로 잠시만 기다려 주세요...";
"contact us" = "저희에게 연락 주세요";
"in this way" = "이 방식";
"Exit App" = "프로그램 종료";
"Recovered: %li file %@" = "복구됨: %li 개의 파일 %@";
"Recovered: %li files %@" = "복구됨: %li 개의 파일 %@";
"File Types" = "파일 형식";
"File Tags" = "파일 태그";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "마우스를 트리 보기 아래의 아이콘으로 이동하면 각 파일 종류에 대한 설명을 볼 수 있습니다.";
"Understood" = "확인";
"Filter" = "필터";
"Reset" = "재설정";
"Scan Stopped!" = "스캔 중지!";
"Tips:" = "팁:";
"1. Please replug the external drive or change another drive and then try again." = "1. 외장 드라이브를 다시 넣거나 다른 드라이브를 변경한 다음 다시 시도하십시오.";
"2. Please make sure internet connection is working properly." = "2. 인터넷 연결이 제대로 작동하는지 확인하십시오.";

// V5.0.0
"Get An Extra" = "추가 할인";
"Coupon Code:" = "쿠폰 코드:";
"Copy and paste the coupon code at checkout to redeem." = "클릭으로 이 코드를 복사하고 결제 시 붙여넣으세요.";
"Copy and Buy Now" = "복사하여 바로 구매";
"Close Program" = "프로그램 닫기";
"Photo Repair" = "사진 복구";
"Video Repair" = "동영상 복구";
"Repair Damaged Videos in Just Three Steps!" = "단 3단계로 손상된 동영상을 복구할 수 있습니다!";
"Repair Damaged Photos in Just Three Steps!" = "단 3단계로 손상된 사진을 복구할 수 있습니다!";
"Import Video" = "동영상 가져오기";
"Import Photo" = "사진 가져오기";
"Start Repairing" = "복구 시작";
"Repair Done!" = "복구 완료!";
"Click to Add Photos" = "클릭으로 사진 추가하기";
"Click to Add Videos" = "클릭으로 동영상 추가하기";
"%liPhoto Added，%@KB" = "%li개의 동영상이 추가되었습니다. 총 %@입니다";
"%liVideo Added，%@KB" = "%li개의 동영상이 추가되었습니다. 총 %@입니다.";
"%liPhotos Added，%@KB" = "%li개의 동영상이 추가되었습니다. 총 %@입니다.";
"%liVideos Added，%@KB" = "%li개의 동영상이 추가되었습니다. 총 %@입니다.";
"Add Photo" = "사진 추가";
"Add Video" = "동영상 추가";
"Home" = "홈으로 돌아가기";
"Repair" = "복구";
"Remove All Image" = "모든 사진 제거";
"Remove All Video" = "모든 동영상 제거";
"This photo can't be repaired." = "해당 사진은 복구될 수 없습니다.";
"This video can't be repaired." = "해당 동영상은 복구될 수 없습니다.";
"Select all successfully repaired photos" = "성공적으로 복구된 사진을 모두 선택하십시오.";
"Reselect photo to repair" = "복구할 사진을 다시 선택";
"Select all successfully repaired videos" = "성공적으로 복구된 동영상을 모두 선택하십시오.";
"Reselect video to repair" = "복구할 동영상을 다시 선택";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "이 사진에서 사용 가능한 여러 사진을 찾았습니다. 사진을 미리 보고 내보낼 수 있습니다.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "이 동영상에서 사용 가능한 여러 동영상을 찾았습니다. 동영상을 미리 보고 내보낼 수 있습니다.";
"Are you sure you want to remove all photos?" = "사진을 모두 제거하시겠습니까?";
"Are you sure you want to remove all videos?" = "동영상을 모두 제거하시겠습니까?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "홈으로 돌아가시겠습니까? 현재 복구 진행 과정이 저장되지 않습니다.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "홈으로 돌아가시겠습니까? 현재 복구 진행 과정이 저장되지 않습니다.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "복구할 동영상을 다시 선택하시겠습니까? 현재 복구 진행 과정이 저장되지 않습니다.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "복구할 사진을 다시 선택하시겠습니까? 현재 복구 진행 과정이 저장되지 않습니다.";
"Some videos are already in the repair list and will not be imported repeatedly." = "일부 동영상은 이미 복구 목록에 포함되어 있으므로 반복적으로 가져오지 않습니다.";
"Some photos are already in the repair list and will not be imported repeatedly." = "일부 사진은 이미 복구 목록에 포함되어 있으므로 반복적으로 가져오지 않습니다.";
"The video has been lost, please re-import and try previewing again." = "동영상이 분실되었습니다. 다시 가져오시고 미리보기를 시도하시기 바랍니다.";
"The photo has been lost, please re-import and try previewing again." = "사진이 분실되었습니다. 다시 가져오시고 미리보기를 시도하시기 바랍니다.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "장치의 연결이 끊겨서 스캔이나 복구를 계속할 수 없습니다. 장치를 다시 삽입한 후 '계속'을 클릭하십시오.";
"Repairing：" = "복구 중";
"Please wait..." = "기다리세요..";
"Exporting:" = "내보내기 중";
"The device has been disconnected, you can try to select data to recover or rescan." = "장치의 연결이 끊겼습니다. 다시 스캔하거나 데이터를 선택하여 복구하시기 바랍니다.";
"Continue" = "계속";
"Retry" = "재시도";
"Stop" = "중지";
"Export Completed!" = "내보내기 완료!";
"Export: %lifiles(%@)" = "내보내기 파일: %li개 (%@)";
"View Exported" = "내보내기 결과 보기";
"There are still %li videos to export, are you sure you want to stop exporting?" = "아직 %li개의 비디오가 내보내기를 기다리고 있습니다. 내보내기를 중지하시겠습니까?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "아직 %li장의 사진이 내보내기를 기다리고 있습니다. 내보내기를 중지하시겠습니까?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "아직 1개의 비디오가 내보내기를 기다리고 있습니다. 내보내기를 중지하시겠습니까?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "아직 1장의 사진이 내보내기를 기다리고 있습니다. 내보내기를 중지하시겠습니까?";
"Are you sure you want to stop exporting?" = "내보내기를 중지하시겠습니까?";
"Upgrade to Pro version to preview files!" = "프로 버전으로 업그레이드하여 파일를 미리 봅시다!";
"Upgrade" = "업그레이드";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "무료 버전은 오디오의 처음 30초만 재생할 수 있습니다.전체 재생을 위해 프로 버전으로 업그레이드합시다.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "무료 버전은 비디오의 처음 10초만 재생할 수 있습니다.전체 재생을 위해 프로 버전으로 업그레이드합시다.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "프로 버전으로 업그레이드하여 소중한 사진을 내보냅시다!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "프로 버전으로 업그레이드하여 소중한 영상을 내보냅시다!";
"Support for exporting repaired files" = "복구된 파일을 내보낼 수 있습니다.";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "이 파일은 미리보기 지원되지 않습니다. 파일을 내보내신 후에 다시 시도해 주세요.";
"The file can't be previewed, please repair it and try to preview it again." = "이 파일은 미리보기 지원되지 않습니다. 파일 복구 후에 다시 시도해 주세요.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "프로그램을 종료하시겠습니까? 현재 복구 진행 과정이 저장되지 않습니다.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "복구 대기 중인 영상이 %li개 남아 있습니다. 복구를 중지하시겠습니까?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "복구 대기 중인 사진이 %li장 남아 있습니다. 복구를 중지하시겠습니까?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "복구 대기 중인 영상이 1개 남아 있습니다. 복구를 중지하시겠습니까?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "복구 대기 중인 사진이 1장 남아 있습니다. 복구를 중지하시겠습니까?";
"Are you sure you want to stop repairing?" = "복구를 중지하시겠습니까?";
"Repair done!" = "복구 완료!";
"Repaired: %li files (%@)" = "복구된 파일: %li개 (%@)";
"View Repair Results" = "복구 결과 보기";
"Export" = "내보내기";
"The video has been lost, please re-repair and try exporting again." = "영상이 분실되었습니다. 다시 복구 후 내보내기를 시도해 주세요.";
"The photo has been lost, please re-repair and try exporting again." = "사진이 분실되었습니다. 다시 복구 후 내보내기를 시도해 주세요.";
"The video has been lost, please re-import and try repairing again." = "영상이 분실되었습니다. 다시 가져오신 후 복구를 시도해 주세요.";
"The photo has been lost, please re-import and try repairing again." = "사진이 분실되었습니다. 다시 가져오신 후 복구를 시도해 주세요.";
"Selected: %li photo  (%@)" = "선택됨: %li장 사진(%@)";
"Selected: %li photos  (%@)" = "선택됨: %li장 사진(%@)";
"Selected: %li video  (%@)" = "선택됨: %li개 비디오 (%@)";
"Selected: %li videos  (%@)" = "선택됨: %li개 비디오 (%@)";
"%li Results" = "%li 개의 결과";
"Close" = "종료";


"Match Similar Files" = "유사한 파일 매칭";
"We've found some files that might be what you want, you can preview and restore them." = "아래 파일이 필요할 수도 있습니다. 미리 보고 복구해보세요.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "죄송합니다. 현재 일치하는 파일을 찾지 못했습니다. 검색 완료 후 다시 시도하거나 파일 필터링, 검색 및 기타 기능을 통해 원하는 파일을 찾아보세요.";
"What Type of Files Do You Want to Recover?" = "복구하려는 파일 유형을 선택하십시오.";
"Filtering file type helps recover the files you want faster" = "파일 유형을 필터링하면 더 빨리 복구할 수 있습니다.";
"Others" = "기타";
"Other Types" = "기타 유형";
"%@ etc." = "%@ 등";
"Scan Selected File Types" = "선택된 파일 유형 스캔";
"Scan All File Types" = "모든 파일 유형 스캔";
"Scan Only %@" = "%@만 스캔";


//MARK: - 预览
"Preview" = "미리보기";
"Loading..." = "로딩 중...";
"Preview is not available. Recover it for view" = "미리보기를 사용할 수 없습니다. 파일을 보기 위해 복구하기";
"Max size for preview: 30MB. Recover it for view" = "미리보기 가능한 최대 파일 크기: 30MB. 파일을 보기 위해 복구하기";
"Format not supported for preview. Recover it for view" = "미리보기에 지원되지 않는 형식입니다. 파일을 보기 위해 복구하기";
"%@ files zipped in total" = "총 %@개의 압축 파일이 있습니다.";
"AI Repairing..." = "AI 복구 중...";
"It may take a while, but it's worth the wait" = "조금 시간이 걸릴 수도 있습니다. 잠시만 기다려주세요.";
"AI Repaired %@" = "AI 복구된 파일: %@";
"Repaired successfully. Recover the repaired file" = "복구에 성공했습니다. 복구된 파일 저장하기";
"Get Pro for Full Preview" = "프로 버전으로 업그레이드하여 파일 전체 보기";
"Preview full file" = "전체 미리 보기";
"Recover unlimited files" = "파일 무제한 복구";
"AI Repair corrupte files" = "AI 기술로 손상된 파일 복구";
"Premium technical support" = "프리미엄 기술 지원";
"Get Pro Now" = "프로 버전으로 업그레이드";
"Details" = "상세 정보";
"Icon" = "아이콘";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "무제한 복구를 위해 프로 버전으로 업그레이드";
"Preview only." = "미리보기만 지원";
"No free recovery remaining." = "무료 복구 한도가 소진되었습니다.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "프로 버전으로 업그레이드하면 파일 무제한 복구를 포함한 모든 기능과 더 많은 혜택을 누릴 수 있습니다.";
"Get Pro for Unlimited Repair" = "무제한 복원을 위해 프로 버전으로 업그레이드";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "프로 버전으로 업그레이드하면 파일 무제한 복원을 포함한 모든 기능과 더 많은 혜택을 누릴 수 있습니다.";
"Trial" = "평가판";
"Free" = "무료 버전";
"Pro" = "프로 버전";
"Preview only" = "미리보기만 지원";
"Unlimited" = "무제한";
"Key Features & Benefits" = "주요 기능 및 특권";
"Recovery amount" = "파일 복구 수량";
"Preview before recovery" = "복구 전 파일 미리보기";
"Recover while scanning" = "스캔 중 데이터 복구";
"Recover data from crashed system" = "충돌한 시스템에서 데이터 복구";
"Recover data from NAS server" = "NAS 서버에서 데이터 복구";
"Repair corrupted vidoes & photos" = "손상된 동영상 및 사진 복구";
"Enjoy lifetime updates for free" = "평생 무료 제품 업그레이드";
"24/7 premium technical support" = "연중무휴 프리미엄 고객 지원";
"30-day money back guarantee" = "30일간 환불 보증";
"Buy Now" = "바로 구매";
"Already Purchased?" = "이미 구입하셨나요?";
"Register Now to proceed with recovering ( no need to rescan)." = "복구를 계속하려면 지금 바로 등록하십시오 (다시 검색할 필요 없음).";
"Register Now" = "지금 바로 등록";
"Recover the repaired file" = "복구된 파일 저장하기";
"Recover it for view" = "파일을 보기 위해 복구하기";

//MARK: - 5.1.8
"Lost data recovery" = "분실 데이터 복구";
"Hard Drive" = "파티션";
"Advanced recovery" = "프로 복구";
"Crashed Mac" = "충돌된 Mac";
"iCloud" = "iCloud";
"New" = "신기능";
"Corrupted file repair" = "손상 파일 복구";
"Photo Repair" = "사진 복구";
"Video Repair" = "영상 복구";
"Why Pro？" = "왜 프로로 업그레이드해야 될까요?";
"Unlock Pro to enjoy" = "프로 버전 기능";
"Unlimited Recovery" = "무한 복구 가능";
"Corrupted Repair" = "손상 파일 복구 가능";
"Full Preview" = "전체 미리보기 가능";
"Unlock Pro Now" = "프로 버전으로 업그레이드";
"Recover permanently & recently deleted iCloud data easily" = "최근 및 영구적으로 삭제된 iCloud 데이터 쉽게 복구";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "손실된 사진, 비디오, 연락처, 노트 등을 iCloud에서 직접 복구";
"Get Started" = "바로 시작";
"Searching lost iCloud data..." = "손실된 iCloud 데이터를 검색하는 중...";
"Search Completed" = "검색 완료";
"Search Stopped" = "검색 중지됨";
"Damaged or partitially missing photos" = "손상 및 깨진 사진";
"Add photos for repair" = "사진 가져오기";
"Corrupted or unplayable vidoes" = "손상되거나 재생할 수 없는 비디오";
"Add videos for repair" = "비디오 가져오기";
"Repair any damaged or photos that cannot be opened" = "손상되거나 재생되지 않는 사진 파일 등 복구";
"Repair any corrupted or unplayale videos files and more" = "손상되거나 재생되지 않는 동영상 파일 등 복구";
//MARK: - 4ddig mac 5.1.10
"Sign in to iCloud" = "iCloud 등록";
"Apple ID" = "Apple ID";
"Password" = "비밀번호";
"Keep Password" = "비밀번호 유지";
"Forget Apple ID or Password?" = "Apple ID 또는 암호를 잊으셨나요?";
"Back" = "취소";
"Log In" = "등록";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. iCloud의 변경을 방지하려면 복구하는 동안 장치 데이터를 iCloud에 동기화하지 마십시오.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. 저희는 고객님의 계정에 대한 기록을 절대 보관하지 않습니다. 자세한 내용은 개인정보처리방침을 참조하시기 바랍니다.";
"Privacy Policy" = "개인정보처리방침";
"Incorrect Apple ID or password." = "Apple ID 또는 비밀번호가 잘못되었습니다.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "보안상의 이유로 Apple ID가 잠겼습니다. 계정 잠금을 해제한 후 다시 시도하십시오.";
"Network disconnected. Please check your network connection and try again." = "네트워크 연결이 끊겼습니다. 네트워크 연결을 확인하고 다시 시도하십시오.";
"Two-factor authentication" = "2단계 인증(2FA)";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "신뢰할 수 있는 장치로 확인 코드 메시지가 발송되었습니다. 계속하려면 코드를 입력하십시오.";
"Resend code" = "코드 재전송";
"Get Help from Apple" = "Apple의 도움말 보기";
"Incorrect verification code." = "잘못된 인증 코드입니다.";
"Entered incorrect verification code too many times." = "잘못된 인증 코드를 너무 많이 입력했습니다.";
"Request failed, please try again." = "요청이 실패했습니다. 다시 시도하십시오.";
"Verification requested too often" = "인증이 너무 자주 요청되었습니다.";
"Network error. Please check your network connection." = "네트워크 오류입니다. 네트워크 연결을 확인하십시오.";
"Please select the type of data you want to recover." = "복구할 데이터 유형을 선택하십시오.";
"Log Out" = "로그아웃";
"Select all" = "모두 선택";
"Refresh" = "새로 고침";
"Back" = "뒤로";
"Confirm" = "확인";
"iCloud drive" = "iCloud 드라이브";
"Photos" = "사진";
"Contacts" = "연락처";
"Reminder" = "알림";
"Calendar" = "달력";
"Notes" = "메모";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "집 번호";
"Work" = "작업 번호";
"iPhone" = "iPhone 번호";
"Mobile Phone" = "휴대폰 번호";
"Main Phone" = "메인 번호";
"HomeFax" = "주거용 팩스 번호";
"WorkFax" = "작업 팩스";
"Pager Phone" = "삐 호출기";
"Other Phone" = "기타 번호";
"Home Email" = "가족 이메일";
"Work Email" = "작업 이메일";
"Other Email" = "기타 이메일";
"iCloud Email" = "iCloud 이메일";
"HomePage" = "홈페이지";
"Home Page" = "가족 페이지";
"Other Page" = "작업 페이지";
"Work Page" = "기타 페이지";
"Title" = "제목";
"Starting Time" = "시작 시간";
"List" = "목록";
"Status" = "상태";
"Reminder time" = "알림 시간";
"Priority" = "우선 사항";
"Location" = "위치";
//MARK: - 第二批_3.21
"Company" = "회사";
"School" = "학교";
"Time" = "시간";
"End Date Time" = "종료 시간";
"Complete" = "완료";
"Incomplete" = "미완성";
"Invited People" = "예정 참가자";
"Flag Marks" = "플래그 표시";
"None" = "없음";
"Low" = "낮음";
"Medium" = "중간";
"High" = "높음";
"Unknown" = "미지";
//MARK: - 5.1.11
"Unsaved Documents" = "저장되지 않은 파일";
"Date Deleted" = "삭제 날짜";
//MARK: - PE
"Crashed Mac" = "벽돌된 Mac";
"Create a bootable drive to boot up Mac for data recovery" = "부팅 디스크를 만들고 Mac을 시작하여 데이터를 복구하십시오.";
"What's Crashed Mac？" = "벽돌된 Mac은 뭐예요?";
"Boot up Mac with the USB bootable drive for data recovery" = "USB 부팅 디스크를 통해 컴퓨터를 시작하여 데이터 복구하십시오.";
"Boot up crashed Mac" = "벽돌된 Mac 시작하기";
"Tips: please try again with another USB drive Common Solutions" = "팁: USB를 변경하여 다시 시도하십시오. 솔루션";
"Common Solutions" = "솔루션";
"Icon" = "아이콘";
"Preview Pane" = "미리보기 창";
"Details" = "세부 사항";
"Create Now" = "바로 만들기";
"Lost Partition" = "잃어버린 파티션";

"Select a drive where you lost data to start recovering" = "분실된 데이터를 선택하여 복구";
"Drive didn't show up?" = "파티션이 나타나지 않았습니까?";
"Check Disk Connection" = "디스크 연결 확인";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "디지털 카메라에서 데이터를 복구하려면 SD 카드를 제거하고 카드 리더기를 통해 Mac에 연결하십시오.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "USB 장치를 인식할 수 없는 경우 데이터 복구를 위해 후면 USB 포트에 연결해 보십시오.";
"For data recovery from mobile phones, you can download UltData - iOS." = "휴대폰에서 데이터 복구를 위해 UltData - iOS를 다운로드할 수 있습니다.";
"Check Disk Status" = "디스크 상태 확인";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "솔루션: 디스크 유틸리티에 액세스하고 상단 메뉴 모음에서 \"마운트 해제\" 버튼을 클릭한 다음 데이터를 복구할 수 있습니다.";
"Language_menu" = "언어";
"Disk Utility" = "디스크 유틸리티";
"Mount" = "마운트 해제";
"1. Access \"Disk Utility\"" = "1. 디스크 유틸리티에 액세스합니다.";
"2. Click \"Mount\"" = "2. \"마운트 해제\" 버튼을 클릭합니다.";


//MARK: - V5.1.18
"Select a location to save the recovered data" = "복구된 데이터를 저장할 위치 선택";
"You've selected %li files, %@" = "파일 %li개, %@를 선택했습니다.";
"%@ available" = "%@ 사용 가능";
"Perfectly enough disk space. Save now." = "디스크 공간이 충분합니다. 바로 저장하십시오.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Google 드라이브에 저장하면 더 이상 데이터 손실에 대해 걱정할 필요가 없습니다.";
"Save Now" = "지금 저장";
"Insufficient space available, change another location or save to the %@." = "사용 가능한 공간이 부족합니다. 다른 위치로 변경하거나 Google 드라이브에 저장하십시오.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "원래 디스크(데이터가 손실된 곳)에 저장하지 마십시오. 아니면 데이터를 덮어쓰고 영구적으로 손실될 수 있습니다.";
"No permissions to read or write, change another location or save to the %@." = "읽기 및 쓰기 권한이 없습니다. 다른 위치로 변경하거나 Google 드라이브에 저장하십시오.";
"Insufficient space available in %@. Please change to another location to save." = "Google 드라이브에서 사용할 수 있는 공간이 부족합니다. 다른 위치로 변경하십시오.";
"Select Folder..." = "폴더 선택...";
"Logging in..." = "로그인 중...";
"Please authorize login to your %@ in the browser" = "브라우저에서 Google 드라이브에 접근할 수 있도록 인증해주십시오.";
"Authorization login failed" = "로그인 인증 실패";
"Please re-authorize or change to another location" = "다시 인증을 하거나 다른 위치로 변경하십시오.";
"Another Location" = "다른 위치";
"Re-authorize" = "다시 인증";
"Authorization successful. Please return to %@ to continue recovering data." = "인증에 성공했습니다. 데이터 복구를 계속하려면 %@로 돌아가십시오.";

//MARK: - V5.2.0
"Large & Old Files" = "대용량 및 오래된 파일";
"Locate and remove unneeded files to free up disk space with ease" = "불필요한 파일을 찾아 제거하여 디스크 공간을 쉽게 확보할 수 있습니다.";
"Locate Files in Minutes" = "몇 분 안에 파일 찾기";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "대용량 또는 오래된 파일을 수동으로 찾는 데는 몇 시간이나 걸릴 수 있지만 %@을 사용하면 몇 분 안에 작업을 완료할 수 있습니다.";
"Remove As You Wish" = "원하는 대로 제거";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "편하시는 대로 불필요한 파일을 휴지통 또는 다른 폴더에 이동하거나 영구적으로 제거하십시오.";
"%@ used" = "%@ 사용됨";
"Scan Now" = "바로 스캔";
"All Files" = "모든 파일";
"Selected" = "선택됨";
"By Size" = "크기별";
"By Access Date" = "액세스 시간별";
"Last Week" = "저번주";
"Last Month" = "지난 달";
"Scanning %@" = "스캔 중";
"Looking for large & old files" = "용량 큰 파일과 오래된 파일을 찾습니다.";
"Stop Scanning" = "스캔 중지";
"No files found" = "파일을 찾을 수 없음";
"Return to home and select another location to start over" = "홈으로 돌아가 다른 위치를 선택하여 다시 스캔합니다.";
"Removing: %@" = "제거 중:%@";
"It may take some time..." = "시간이 좀 걸릴 수도 있습니다...";
"Remove Completed" = "제거 완료";
"Removed: %li files (%@)" = "제거됨: %li개 파일(%@)";
"Done" = "끝남";
"Insufficient permissions to remove" = "권한이 부족하여 제거할 수 없음";
"No read/write permissions for NTFS partition, and it cannot be removed." = "NTFS 파티션에 대한 읽기 및 쓰기 권한이 없으며 제거할 수 없습니다.";
"Insufficient space at target folder to remove" = "대상 폴더의 공간이 부족하여 이동할 수 없음";
"Remove to another folder or remove permanently." = "다른 폴더로 이동하거나 영구적으로 제거합니다.";
"No files selected" = "선택한 파일 없음";
"Remove Permanently" = "영구적으로 제거";
"Remove to Trash" = "휴지통으로 이동";
"Remove to Folder" = "폴더로 이동";
"Access Time" = "액세스 시간";
"Open File Location" = "파일 위치 열기";
"Return to home?" = "홈 화면으로 돌아가기?";
"It is recommended to remove unwanted files before you return." = "돌아가기 전에 원하지 않는 파일을 제거하는 것을 권장합니다.";
"Return" = "돌아가기";
"Cancel" = "취소";
"Stop Scanning?" = "스캔 중지?";
"%@ will be no longer looking for large & old files if you stop." = "스캔 중지되면 %@은 더 이상 대용량 및 오래된 파일을 찾지 않습니다.";
"Stop Scanning" = "스캔 중지";
"Stop Removing?" = "제거 중지?";
"%@ will be no longer removing files remaining if you stop." = "제거 중지되면 %@은 더 이상 대용량 및 오래된 파일을 제거하지 않습니다.";
"Stop Removing" = "제거 중지";
"Get Pro for Files Removal" = "파일 제거를 위한 프로 가져오기";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Pro 잠금 해제를 통해 원하지 않는 대용량 및 오래된 파일을 제거하고 무제한 데이터 복구를 포함한 더 많은 기능을 즐길 수 있습니다.";
"Files available for removal" = "제거 가능한 파일";
"Authorizing for %@, please wait..." = "Google 드라이브에 대한 권한을 부여하는 중, 잠시 기다려 주십시오...";
"Calculating the available space in %@, please wait..." = "Google 드라이브에서 사용 가능한 공간을 계산하는 중, 잠시 기다려 주십시오...";
//MARK: - 第二批_20240626
"Extra tools" = "추가 도구";
"Sort by %@" = "%@별 정렬";
"By Modified Date" = "수정된 날짜별";
//MARK: - 2. SD卡
"SD Card" = "SD카드";
"Select a memory card where you lost data to start recovering" = "데이터 분실된 메모리 카드를 선택하여 복구 시작하십시오.";
"SD card didn't show up?" = "SD카드가 나타나지 않습니까?";
"No SD card connected" = "SD카드가 연결되지 않았습니다.";
"Connect the memory card via card reader to start recovering photos or videos" = "카드 리더를 통해 메모리 카드에 연결하여 사진과 동영상 복구를 시작하십시오.";
//MARK: - 视频重组
"Enhanced Video Recovery" = "영상 복구 강화";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "AI 알고리즘을 통해 저장매체 내 관련 영상을 스캔하여 조합하는 방식으로 영상을 복구합니다.";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "복구하는 동시에 영상 화질 강화";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Canon, Nikon, Sony, GoPro 및 DJI 등과 같은 모든 장치에서 쉽게 동영상를 복구 및 수리할 수 있습니다. 자세히 알아보기";
"AI-Powered" = "AI 드라이브";
"Mac OS 10.15 previous versions are not supported" = "Mac OS 10.15 이전 버전은 지원되지 않습니다.";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Mac OS 10.15 또는 그 버전 이상이면 '영상 복구 강화'를 시도해 보십시오.";
"Select a drive where you lost vidoes to start recovering" = "영상이 분실된 파티션을 선택하여 바로 복구하십시오.";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "팁: 잃어버린 데이터가 어디서 분실되는지 어디 스캔해야 하는지 확인하지 못했습니까?";
"Select the video format you want to recover" = "복구하려는 영상 형식을 선택하십시오.";
"All videos" = "모든 영상";
"Recovery duration: The more video types selected, the longer it will take." = "복구 기간: 선택한 동영상 유형이 많을수록 더 오래 걸립니다.";
"Device that the vidoes are from (optional)" = "비디오가 어떤 장치에서 나오는지 (비필수)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "참고: 올바른 소스 장치를 선택하고 정확한 복구에 기여하여 복구 수준을 크게 향상시킵니다.";
"Confirm" = "확인";
"Canon" = "캐논";
"GoPro" = "고프로";
"Nikon" = "니콘";
"Sony" = "소니";
"Fujifilm" = "후지";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "기타";
"Please select at least one video format for enhanced video recovery" = "비디오 복구를 위해 비디오 형식을 적어도 하나를 선택하십시오";
"Select All" = "모두 선택";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "향상된 영상 복구하는 중... 복구 완료 후 블랙 스크린과 같은 손상된 영상은 AI를 통해 복구하겠습니다.";
"Learn more" = "자세히 알아보기";
